Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Lullaby.tmx
Source language: en
Languages: es_419

source: I’ll never look at my phone before going to sleep again.
es_419: nunca más voy a mirar el celular antes de irme a dormir…

source: why did you come to see me then?
es_419: entonces, ¿por qué viniste a verme?

source: then what do I do?
es_419: entonces, ¿qué hago?

source: it looks like mr. geum doesn’t know either...
es_419: parece que el señor geum tampoco sabe.

source: I was just curious.
es_419: solo tenía curiosidad.

source: cheerful
es_419: FELIZ

source: rustle
es_419: FRUS

source: otherwise you won’t be able to sleep either!
es_419: ¡si no, usted no podrá dormir!

source: pardon?
es_419: ¿disculpe?

source: rattle
es_419: CLIC CLAC

source: I’m only doing what’s necessary to get what I need.
es_419: solo hago lo necesario para poder conseguir lo que quiero.

source: but if you stay in the same place as me, no one will be able to attack you.
es_419: pero, si permaneces en el mismo lugar que yo, nadie podrá atacarte.

source: ugh...
es_419: ¡augh!

source: never what?
es_419: ¿nunca qué?

source: you need to give it back after you're done with it.
es_419: debe devolvérmelo cuando termine.

source: being nosey, prying, and interfering!
es_419: ¡la gente entrometida, chusma e indiscreta!

source: miss seohwa.
es_419: señorita seohwa.

source: I'm okay.
es_419: estoy bien.

source: dash
es_419: FIUUSH

source: I was just worried about you...
es_419: solo estaba preocupada por usted.

source: who could it be this early in the morning?
es_419: ¿quién podrá ser tan temprano?

source: you will come find me again one day.
es_419: algún día nos volveremos a encontrar.

source: there were definitely times when I felt nervous and my heart was pounding around him.
es_419: no puedo negar que pasé momentos con él en los que me sentía nerviosa y el corazón no me paraba de latir.

source: how did I not know about this? but more importantly...
es_419: ¿cómo no me enteré antes? pero, sobre todo…

source: make sure to finish everything.
es_419: debes comer todo.

source: better to be safe than sorry.
es_419: más vale prevenir que lamentar.

source: it sounds like you’re talking in your sleep or some such nonsense. why are you asking me that?
es_419: es como si me estuvieras hablando dormida o algo así. no entiendo a qué viene la pregunta.

source: please! don't open the door!
es_419: ¡por favor, no abra la puerta!

source: ...mainly, I’m concerned that the staff will lose their trust in you.
es_419: … lo que más me preocupa es que su personal le pierda respeto.

source: it's that woman again.
es_419: esa mujer otra vez.

source: his confidence is certainly warranted.
es_419: tiene mucha confianza en sí mismo.

source: of course he doesn’t. he only cares about himself!
es_419: claro que no. ¡solo le importa él mismo!

source: other people might not know you, but I do.
es_419: quizás los demás no lo conozcan bien, pero yo sí.

source: from what you said earlier, it sounded like you really wanted to win the contest...
es_419: por lo que dijiste antes, parece que tenías muchas ganas de ganar el concurso.

source: I wonder what he wants to talk about...
es_419: ¿qué me querrá decir?

source: I feel so awkward because of what mr. yeonu said!
es_419: ¡me siento muy incómoda por lo que dijo yeonu!

source: it's a relief knowing that we both want the same thing.
es_419: es un alivio saber que ambos queremos lo mismo.

source: what is it? did I say something wrong?
es_419: ¿qué pasa? ¿dije algo malo?

source: ughh... okay, sir!!
es_419: augh, ¡¡muy bien, señor!!

source: oh, mr. gam!
es_419: ¡ah, señor gam!

source: I found it in the elevator.
es_419: la encontré en el ascensor.

source: I’m fine but not fine.
es_419: estoy bien, pero mal.

source: Chapter 10
es_419: Episodio 10

source: we’ve now spent a fair bit of time together and gotten to know each other...
es_419: ya vivimos muchas cosas juntos y nos llegamos a conocer bastante, pero…

source: can I help you?
es_419: ¿puedo ayudarte?

source: I wonder why I can't just ignore things.
es_419: ¿por qué no puedo ignorar ciertas cosas?

source: that’s not it... it’s something I’ve been thinking about since we made the contract, that’s all.
es_419: no es así. simplemente es algo que vengo pensando desde que firmamos el contrato.

source: earlier you asked me to pull out staples under the guise of company security,
es_419: antes me asignó un trabajo arduo e insignificante bajo el pretexto de la seguridad de dne.

source: I know you don’t feel anything, but...
es_419: ya sé que no siente nada, pero…

source: mm, that's not what I meant.
es_419: mmm, no me refería a eso.

source: it’s time for me to go through the list of names.
es_419: es hora de hacer dormir a la gente de mi lista.

source: synchronization?
es_419: ¿sincronización?

source: is he asking me to move in with him again?
es_419: ¿otra vez me está diciendo que me mude con él?

source: push
es_419: EMPUJA

source: oh, you’re awake.
es_419: ah, despertaste.

source: Thank you.
es_419: Gracias.

source: by the way, isn’t this place a little spooky? there’s an eerie chill in the air...
es_419: por cierto, ¿no le parece un poco tenebroso este lugar? tiene un aura escalofriante.

source: nodding is enough when the executives arrive.
es_419: inclinarse es suficiente para saludar a los ejecutivos.

source: pause
es_419: FRENA

source: that fire didn’t start by accident. it was doyeong’s doing.
es_419: el incendio no fue un accidente. doyeong lo provocó.

source: huh? what's this?
es_419: ¿eh? ¿y esto?

source: Chapter 14 Written by MJ Art by Baeklee
es_419: Episodio 14 Historia: MJ Arte: Baeklee

source: I also prefer you don't show unnecessary interest in me.
es_419: y preferiría que no demuestres un falso interés en mí.

source: frown
es_419: FRUNCE

source: did he just ask me to move into his place? how ridiculous.
es_419: ¿me pidió que me mudara con él? qué ridículo.

source: this is an opportunity for me to actually see something I designed in stores!
es_419: ¡es mi oportunidad de ver algo que yo diseñé en las tiendas!

source: does he think I'm a rabbit?
es_419: ¿cree que soy un conejo?

source: if someone files a complaint saying the contest wasn’t judged fairly, mr. gam will also be put in an awkward position...
es_419: si alguien presenta una queja diciendo que el concurso no tuvo un veredicto justo, mirarán al señor gam con malos ojos.

source: huh? oh! it’s not like I care about you more than anyone else, or that I’m always thinking about you, mr. gam.
es_419: ¿eh? ¡ah! no crea que me preocupo más por usted que por el resto. no vivo pendiente de usted.

source: murmer
es_419: MURMULLO

source: yes, I’m fine.
es_419: sí, estoy bien.

source: let me see.
es_419: a ver.

source: I was so startled. but mr. gam doesn't seem to understand how I must've felt.
es_419: es demasiado para mí, pero parece que el señor gam no entiende cómo me siento.

source: halt
es_419: FRENA

source: that's right! this place is cursed.
es_419: ¡eso es! este lugar está maldito.

source: I was deeply impressed by your loyalty to my company.
es_419: me impresionó mucho su lealtad a mi compañía.

source: you can’t even see the white threads.
es_419: ni siquiera puede ver los hilos blancos.

source: gentle
es_419: GENTIL

source: I'm not sure what I should do, since this is my first time going through something like this.
es_419: como es la primera vez que me pasa algo así, no sé qué hacer.

source: that doesn't make any sense.
es_419: no tiene sentido.

source: I think I know how to fall asleep.
es_419: creo que ya sé cómo dormirme.

source: it seems to me like there’s something you want to ask me, but you’re hesitant to do so.
es_419: tengo la impresión de que me quieres pedir algo, pero que no te animas.

source: pulling out stapler pins to shred these confidential documents?
es_419: ¿quitar ganchos de grapadora para destruir documentos confidenciales?

source: focused
es_419: CONCENTRADA

source: but oddly enough... it doesn't seem too bad today.
es_419: pero, por extraño que parezca, hoy no está tan mal.

source: you didn’t have to do all this. are you feeling better now?
es_419: no hacía falta que hicieras todo esto. ¿ya te sientes mejor?

source: no matter what happens...
es_419: no importa lo que pase…

source: you seem rather unwell.
es_419: no pareces estar bien.

source: it probably feels like you're the only person alive in the world when you’re awake on a quiet night.
es_419: te sientes la única persona viva en el mundo cuando estás despierta durante una noche tranquila.

source: I've never seen him like this before!
es_419: ¡nunca lo había visto así!

source: I'm not done talking yet.
es_419: no terminé de hablar aún.

source: the first condition to return to the demon world. meet your human partner and get synchronized!
es_419: la primera condición para volver al mundo de los demonios es encontrar a su compañera humana y sincronizarse con ella.

source: hmm...
es_419: mmm…

source: you need to tuck in your legs.
es_419: flexione las rodillas.

source: it’s just common knowledge.
es_419: lo sabe todo el mundo.

source: you must be expecting that I'll end up developing feelings for you if I live here.
es_419: seguro que, al hacerme vivir aquí, cree que voy a terminar enamorándome de usted.

source: I knew it! so my suspicions were correct...
es_419: ¡yo sabía! mis sospechas eran ciertas.

source: why is he holding my hand?
es_419: ¿por qué me toma la mano?

source: hug
es_419: ABRAZA

source: do you really expect me to believe that?
es_419: ¿por qué te creería?

source: please just focus on the employees’ well-being.
es_419: por favor, solo enfóquense en el bienestar de los empleados.

source: I’m probably just another person briefly passing through in his life... he’ll quickly forget about someone like me.
es_419: seguramente soy una persona más que pasa brevemente por su vida. pronto me olvidará.

source: but it looks like she’s almost out of time.
es_419: pero parece que ya casi no le queda tiempo.

source: besides... this is on sale...!
es_419: ¡hasta está en oferta!

source: thank you.
es_419: gracias.

source: WHISPEr
es_419: SUSURROS

source: smile
es_419: SONRÍE

source: perhaps...
es_419: quizás…

source: I’m gonna head inside first. good night.
es_419: voy adentro. buenas noches.

source: thanks.
es_419: gracias.

source: that's why the schedule of a high school senior is required.
es_419: por eso es necesario tener la rutina de un futuro universitario.

source: I know how that feels all too well.
es_419: sé perfectamente lo que se siente.

source: his eyelashes are so long...
es_419: qué pestañas largas…

source: I think I should take her to her place—-
es_419: creo que debo acompañarla a su casa…

source: the man who made gns the top company in the sleep industry market.
es_419: posicionó a dne como la empresa líder de la industria de los colchones.

source: no matter how I think about it, the human digestive system is inefficient.
es_419: sin dudas, el sistema digestivo de los humanos es ineficiente.

source: should we wait a bit? he’s sound asleep.
es_419: ¿esperamos un poco? parece que ya se durmió.

source: someone was strangling me,
es_419: alguien me estaba estrangulando,

source: disappointed
es_419: DESILUSIONADO

source: plop
es_419: PLOF

source: I can't be living like this for years on end.
es_419: no puedo vivir así durante años y años.

source: now that I’m used to getting enough sleep, it’s harder to go without.
es_419: ahora que me acostumbré a dormir bien, me cuesta estar despierto cuando tengo sueño.

source: I'm sure you'll fall asleep easily after spending some time in nature over the weekend.
es_419: estoy seguro de que logrará dormirse con facilidad si pasa un fin de semana en la naturaleza.

source: shake
es_419: SACUDE

source: five hours!
es_419: ¡cinco horas!

source: I'm glad someone joined the company at the same time I did.
es_419: me alegra que alguien se haya unido a la compañía al mismo tiempo que yo.

source: I don't act without reason.
es_419: yo no actúo sin razón.

source: how does he look so cool... even when he’s just applying disinfectant?
es_419: ¿cómo puede verse tan genial… incluso cuando desinfecta una herida?

source: creak
es_419: CRAAC

source: clench
es_419: TENSA

source: yeah? still, that's strange for him to keep calling in a new hire.
es_419: ah, ¿sí? de todas formas, es raro que le preste tanta atención a una nueva.

source: does that mean she’s been killed before? perhaps, in a previous life...?
es_419: ¿eso quiere decir que a ella la asesinaron alguna vez? ¿quizás en una vida anterior?

source: although you are someone important to me, as the demon king, I can't deign to intervene in the love lives of humans.
es_419: si bien eres alguien importante para mí, como rey de los demonios, no puedo intervenir en las vidas amorosas de los humanos.

source: swish
es_419: FUIP

source: what do you mean cobwebs?
es_419: ¿cómo dices? ¿telarañas?

source: I need to ask you something.
es_419: necesito preguntarle algo.

source: at this moment, I should be completely invisible to others.
es_419: a esta hora, ya debería ser totalmente invisible para los demás.

source: no serious injuries, thankfully. everyone evacuated the building quickly.
es_419: por suerte, nada grave. todos evacuaron el edificio de inmediato.

source: decadent
es_419: DECADENTE

source: ...should we go get some fresh air instead?
es_419: … ¿te gustaría ir a tomar un poco de aire fresco?

source: why would we see each other again?
es_419: ¿por qué nos volveríamos a ver?

source: you should get some good sleep first and start working again.
es_419: deberías dormir bien antes de ponerte a trabajar.

source: I was cursed with the inability to sleep...
es_419: me echaron el mal del insomnio…

source: what do I do if he shows up again?
es_419: ¿qué hago si vuelve?

source: even if I work until I die, I won't ever be able to afford this house.
es_419: ni siquiera trabajando hasta morir podría comprarme esta casa.

source: he's good-looking even when he's asleep...
es_419: es buenmozo hasta cuando duerme.

source: mr. gam was unable to sleep for more than 600 years.
es_419: el señor gam no pudo dormir por más de 600 años.

source: spin
es_419: FUIP

source: I would've shut you out already if you weren't beneficial to me.
es_419: si no me trajeras ningún beneficio, ya me habría alejado de ti.

source: when I came in here yesterday,
es_419: cuando vine ayer,

source: ugh, seriously...
es_419: ja, no puedo creerlo.

source: I looked for you desperately during my first century,
es_419: te busqué sin cesar durante mi primer siglo.

source: I need to head back to the office. you should go home and rest.
es_419: tengo que volver a la oficina. ve a casa a descansar.

source: why did mr. gam...
es_419: ¿por qué el señor gam…?

source: just trust me to plan this sleep trip!
es_419: ¡confíe en mí, yo me ocupo de organizar todo!

source: I seriously can't believe this person is my life partner... how am I supposed to take this...?
es_419: no puedo creer que ella sea mi compañera. ¿y ahora qué se supone que debo hacer?

source: I'm home...
es_419: ¡llegué!

source: then just promise me one thing.
es_419: prométame una sola cosa.

source: I’m very grateful towards you, miss seohwa.
es_419: estoy muy agradecido con usted.

source: chatter
es_419: BLA BLA

source: what brings you here, mr. gam?
es_419: ¿qué lo trae por aquí, señor gam?

source: we should go now.
es_419: vámonos.

source: but what if I fall asleep while you are going through the list of names?
es_419: pero ¿qué tal si me duermo mientras usted está haciendo dormir a esa gente?

source: lullaby
es_419: dulces sueños

source: I can make anyone fall asleep.
es_419: puedo hacer dormir a cualquiera.

source: my job is to put to sleep all who are named on my list.
es_419: mi trabajo es hacer dormir a las personas que figuren en mi lista.

source: again? are you addicted to those noodles or something? we already had them for lunch several times this week.
es_419: ¿otra vez? ¿acaso eres adicto a esos fideos? ya almorzamos eso varias veces esta semana.

source: I’m the one who can go hundreds of years without sleeping.
es_419: yo soy el que puede pasar cientos de años sin dormir.

source: anyway, since you prepared all this for me, I guess I’ll eat.
es_419: en fin, como me preparó este banquete, voy a comer.

source: that’s happened to me before too.
es_419: ya me pasó a mí también.

source: wait, that makes sense.
es_419: momento, eso tiene sentido.

source: ...and they lead up endlessly. it looks like he's hanging from somewhere.
es_419: … y no parecen tener fin. parece que está colgado desde algún lugar muy alto.

source: I heard humans feel relaxed when they eat or drink something sweet.
es_419: oí que los humanos se relajan al comer o beber algo dulce.

source: when did I fall asleep?
es_419: ¿cuándo me quedé dormida?

source: I've wondered what it would be like.
es_419: siento mucha curiosidad.

source: countryside
es_419: zona rural

source: oh, thank you.
es_419: ah, gracias.

source: I'll try.
es_419: voy a tratar.

source: I still don't feel tired no matter how long I lie down...
es_419: no importa cuánto tiempo me recueste, sigo sin sentirme cansada.

source: I don't understand how mr. gam fell for her.
es_419: qué raro que el señor gam se haya enamorado de ella.

source: I feel like we should put this to good use, since you’ve taken the trouble to set it all up. shall we sleep here today?
es_419: como te tomaste la molestia de armar todo esto, creo que deberíamos aprovecharlo. ¿y si dormimos aquí hoy?

source: actually, I...
es_419: la verdad, yo…

source: what are you talking about?
es_419: ¿a qué te refieres?

source: I didn't feel that way at all...
es_419: pero no me sentía así.

source: he's probably not filming a traditional drama... is it for some event?
es_419: no creo que esté filmando una película tradicional. ¿será para algún evento?

source: geumbae, that meddler...
es_419: geumbae, qué desubicado…

source: hmm... so you’re saying...
es_419: mmm, si entendí bien…

source: haha... do you think you can do it yourself?
es_419: ¡jaja! ¿crees que podrás hacerlo solo ahora?

source: is he a child or something...?! caffeine is not that big of a deal.
es_419: ¡¿acaso es un niño?! tanto alboroto por un poco de cafeína.

source: scan
es_419: ALERTA

source: I’m well aware of that. don’t worry.
es_419: lo tengo muy presente. no se preocupe.

source: it's because my muscles are tight.
es_419: es porque tengo los músculos tensos.

source: I suppose so.
es_419: supongo que sí.

source: however, I don’t think I’m ready for that yet.
es_419: sin embargo, aún no me siento preparada.

source: I said, I’ll do it.
es_419: ya te dije que yo la acompaño.

source: why does it feel so tingly?
es_419: ¿por qué siento un cosquilleo?

source: wheeee!
es_419: ¡yupiiii!

source: even if I did, there is nothing that can be done.
es_419: eso da lo mismo. igual, no podría haber hecho nada.

source: even if he's a sleep demon, he's just a man. who does he think I am?!
es_419: aunque sea un demonio del sueño, no deja de ser un hombre. ¡¿por quién me toma?!

source: I'm honored!
es_419: ¡qué honor!

source: he’s one to talk. you're the one who should be fuming right now, not him!
es_419: ¿quién se cree que es? ¡usted debería estar ofendido, no él!

source: if you're done eating, let's get ready to go to work.
es_419: si ya terminaste de comer, preparémonos para ir a trabajar.

source: I was worried about how you’d make it home this late at night...
es_419: me preocupaba cómo llegarías a casa tan tarde…

source: pour
es_419: FUUSH

source: that's not it...
es_419: no es eso.

source: since when did you feel so comfortable holding my hands?
es_419: ¿desde cuándo te sientes tan cómoda tomándome las manos?

source: that's not true!
es_419: ¡no es cierto!

source: how do you know that?
es_419: ¿cómo sabe eso?

source: loom
es_419: WUUUSH

source: talk... about something? you? and me?
es_419: ¿quiere que nosotros dos… hablemos?

source: ...and now I’m even lying in bed with you.
es_419: y ahora hasta compartimos cama.

source: I hated being left alone,
es_419: siempre odié quedarme solo.

source: my late father taught me.
es_419: mi padre me enseñó.

source: when did this-?
es_419: ¿hace cuánto…?

source: he might be using some kind of magic.
es_419: quizás esté usando algún tipo de magia.

source: I feel like they can add more tables...
es_419: hasta hay espacio para más mesas.

source: this place has the best view of the company!
es_419: ¡este lugar tiene la mejor vista de la compañía!

source: oh, I see.
es_419: ah, ya veo.

source: so what you're saying is...
es_419: entonces, ¿lo que dice es que…

source: I didn't have anyone to ask for help back then.
es_419: no tenía a quién pedirle ayuda.

source: bow
es_419: REVERENCIA

source: I got the gns employee disount.
es_419: tengo el descuento para empleados de dne.

source: hey, don't be like that. just think about it.
es_419: vamos, no sea así. piénselo.

source: great. this is a good direction to take. try to flesh things out a little bit more.
es_419: excelente. vas por el camino correcto. trata de concentrarte un poco más en los detalles.

source: how did it feel to sleep for the first time in 600 years?
es_419: ¿qué se sintió dormir después de 600 años?

source: try using a gns bed. that will immediately solve your problem.
es_419: pero podrían comprar un colchón de dne. resolverá el problema de inmediato.

source: I see...
es_419: ya veo…

source: right.
es_419: claro.

source: I just naturally assumed...
es_419: por lógica, creí que…

source: I should just go to sleep. hopefully I can fall asleep quickly!
es_419: debo dormirme. ¡ojalá pueda conciliar el sueño rápido!

source: the only reason he was so nice to me was because he needs me.
es_419: siempre es tan amable conmigo solo porque me necesita.

source: I thought we could chat for a little while.
es_419: se me ocurrió que podíamos charlar un rato.

source: I don’t let anything get me down for long.
es_419: trato de no deprimirme tanto por las cosas.

source: that lady has been mumbling to herself for a while.
es_419: esa chica está hablando sola hace un rato.

source: I really didn't enjoy the feeling of my heart racing.
es_419: no me gustó nada que me latiera así el corazón.

source: a softhearted demon king who cares about humans?
es_419: ¿un rey de los demonios de corazón blando que cuida a los humanos?

source: I'm screwed...
es_419: ¡estoy frita!

source: please, take a ticket and wait in line!!
es_419: ¡¡tome un número y haga la fila!!

source: slump
es_419: DEPRIMIDA

source: oh! now that I think about it, I think so! they look exactly the same!
es_419: ¡ah! ahora que lo pienso, sí. ¡son idénticos!

source: since I can't predict what will happen to me...
es_419: como no puedo anticipar qué me pasará…

source: stroke
es_419: ZAS

source: are you feeling all right?
es_419: ¿se siente bien?

source: the others won’t feel comfortable if you’re there...
es_419: si va, los demás no se sentirán cómodos…

source: the facility’s management is not to blame.
es_419: el personal del laboratorio no tiene la culpa.

source: why?
es_419: ¿por qué?

source: that’s why he’s trying to leave.
es_419: por eso quiere marcharse.

source: reminds me of that day. it was really fun...
es_419: me recuerda a aquel día. fue muy divertido.

source: I'm fine.
es_419: estoy bien.

source: that’s enough of that. you can finish this at home.
es_419: ya fue suficiente. puedes terminar de trabajar en casa.

source: today was a long day for both of us. people these days like to go camping, but at home.
es_419: tuvimos un día difícil. hoy en día, a la gente le gusta acampar en casa.

source: you should take a bath first.
es_419: … debes tomar un baño.
